{"SDG_GOAL":"9 Industry, innovation and infrastructure","SDG_TARGET":"9.7 Ensure increased youth participation in research","SDG_INDICATOR":"9.7.1 Share of researchers under 40 in the total number of researchers","UNIT_MEASURE":"Percentage (%)","CONTACT_ORGANISATION":"State Statistics Service of Ukraine (SSSU)","REC_USE_LIM":"2021-2023 — The information for 2021-2023 was formed on the basis of the reports actually submitted by the enterprises. <br> 2021-2022 — (c) Data are not released in order to comply with the requirements of the Law of Ukraine \"On Official Statistics\" regarding the provision of guarantees of the state statistics bodies on statistical confidentiality. <br> 2023 — The disclosure of information for 2023 on a regional basis is not carried out in order to comply with the requirements of the Law of Ukraine \"On Official Statistics\" regarding the provision of guarantees of the state statistics bodies on statistical confidentiality.","uk":{"SDG_GOAL":"9 Промисловість, інновації та інфраструктура","SDG_TARGET":"9.7 Забезпечити збільшення участі молоді у наукових дослідженнях","SDG_INDICATOR":"9.7.1 Питома вага дослідників віком до 40 років у загальній кількості дослідників","UNIT_MEASURE":"Відсоток (%)","CONTACT_ORGANISATION":"Державна служба статистики України (Держстат)","REC_USE_LIM":"2021-2023 роки — Інформація за 2021-2023 роки сформована на основі фактично поданих підприємствами звітів. <br> 2021-2022 роки — (к) Дані не оприлюднюються з метою виконання вимог Закону України \"Про офіційну статистику\" щодо забезпечення гарантій органів державної статистики щодо статистичної конфіденційності. <br> 2023 рік — Оприлюднення інформації за 2023 рік в регіональному розрізі не здійснюється з метою виконання вимог Закону України \"Про офіційну статистику\" щодо забезпечення гарантій органів державної статистики щодо статистичної конфіденційності."},"national_metadata_updated_date":"2026-01-28","national_data_updated_date":"2026-01-28","indicator_number":"9.7.1","target_number":"9.7","goal_number":"9","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","indicator_sort_order":"09-07-01","indicator_name":"global_indicators.9-7-1-title","graph_title":"global_indicators.9-7-1-title"}