{"SDG_GOAL":"11 Sustainable development of cities and communities","SDG_TARGET":"11.6 Ensure the development and implementation of local development strategies aimed at economic growth, job creation, tourism, recreation and development of the local culture, and production of local products","SDG_INDICATOR":"11.6.1 Number of workers employed in tourism business entities (CTEA code-2010 — 55.1, 55.2, 55.3, 79.11, 79.12), persons","UNIT_MEASURE":"Persons","CONTACT_ORGANISATION":"State Statistics Service of Ukraine (SSSU)","REC_USE_LIM":"Data exclude the results of the activities of budgetary institutions; <br> for the years 2015-2021 exclude the temporarily occupied territory of the Autonomous Republic of Crimea, the city of Sevastopol and part of the temporarily occupied territories of the Donetsk and Luhansk regions; <br> data for 2022-2023 exclude the territories which are temporarily occupied by the russian federation and part of territories where the military actions are/were conducted.","uk":{"SDG_GOAL":"11 Сталий розвиток міст і громад","SDG_TARGET":"11.6 Забезпечити розробку і реалізацію стратегій місцевого розвитку, спрямованих на економічне зростання, створення робочих місць, розвиток туризму, рекреації, місцевої культури і виробництво місцевої продукції","SDG_INDICATOR":"11.6.1 Кількість зайнятих працівників у суб'єктів господарювання туристичної діяльності (код за КВЕД-2010 — 55.1, 55.2, 55.3, 79.11, 79.12), осіб","UNIT_MEASURE":"Осіб","CONTACT_ORGANISATION":"Державна служба статистики України (Держстат)","REC_USE_LIM":"Дані наведено без урахування результатів діяльності бюджетних установ; <br> за 2015-2021 роки без тимчасово окупованої території Автономної Республіки Крим, м. Севастополя та частини тимчасово окупованих територій у Донецькій та Луганській областях; <br> дані за 2022-2023 роки наведено без урахування тимчасово окупованих російською федерацією територій та частини територій, на яких ведуться (велися) бойові дії."},"national_metadata_updated_date":"2026-01-28","national_data_updated_date":"2026-01-28","indicator_number":"11.6.1","target_number":"11.6","goal_number":"11","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","indicator_sort_order":"11-06-01","indicator_name":"Number of workers employed in tourism business entities (CТEA code-2010 – 55.1, 55.2, 55.3, 79.11, 79.12), persons","graph_title":"Number of workers employed in tourism business entities (CТEA code-2010 – 55.1, 55.2, 55.3, 79.11, 79.12), persons"}