{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"","embedded_feature_html":"","embedded_feature_tab_title":"","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Share of discharges of polluted wastewater in total discharges in the marine environment, %","graph_titles":[],"graph_type":"line","indicator_name":"Share of discharges of polluted wastewater in total discharges in the marine environment, %","indicator_number":"14.1.1","national_geographical_coverage":"","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"graph_target_lines":[{"series":"","unit":"","label_content":"2020 indicator target","value":11}],"SDG_GOAL":"14 Conserve marine resources","SDG_TARGET":"14.1 Reduce marine pollution","SDG_INDICATOR":"14.1.1 Share of discharges of polluted wastewater in total discharges in the marine environment, %","UNIT_MEASURE":"Percentage (%)","CONTACT_ORGANISATION":"Ministry of Environmental Protection and Natural Resources of Ukraine (MEPR)","REC_USE_LIM":"Data are prepared according to the generalized reports of water users on water use according to the form № 2TP-vodhosp (annual). <br> 2019-2021 — The analysis of the indicators presented in the generalized data of state water use accounting for 2019-2021 (form № 2TP-vodhosp (annual)) shows a significant decrease in the volume of discharged return (waste) polluted water in the Azov Sea water body. The sharp decrease in quantitative data on the volume of polluted return (wastewater) explains the change in the category of return water of a large metallurgical enterprise (from polluted return water to the category of normatively clean return water after treatment). <br> 2022-2023 — State water use accounting data for 2022-2023 are provided taking into account the submission of reports in accordance with the norms of the Law of Ukraine \"On Protection of Interests of Subjects of Reporting and Other Documents during Martial Law or War\", as well as excluding water users of the territory of Ukraine which are temporarily occupied by the russian federation.","uk":{"SDG_GOAL":"14 Збереження морських ресурсів","SDG_TARGET":"14.1 Скоротити забруднення морського середовища","SDG_INDICATOR":"14.1.1 Частка скидів забруднених стічних вод у загальному обсязі скидів до морського середовища, %","UNIT_MEASURE":"Відсоток (%)","CONTACT_ORGANISATION":"Міністерство захисту довкілля та природних ресурсів України (Міндовкілля)","REC_USE_LIM":"Підготовлено за даними узагальнених звітів водокористувачів про використання води за формою № 2ТП-водгосп (річна). <br> 2019-2021 роки — Аналіз показників, наведених в узагальнених даних державного обліку водокористування за 2019-2021 роки (форма № 2ТП-водгосп (річна)), відображає значне зменшення обсягів скинутих зворотних (стічних) забруднених вод по водному об’єкту Азовське море. Різке зменшення кількісних даних щодо обсягів забруднених зворотних (стічних) вод пояснює зміна категорії зворотних вод великого металургійного підприємства (з забруднених зворотних вод у категорію нормативно чисті після очистки зворотні води). <br> 2022-2023 роки — Дані державного обліку водокористування за 2022-2023 роки надаються з урахуванням подання звітності відповідно до норм Закону України \"Про захист інтересів суб’єктів подання звітності та інших документів у період дії воєнного стану або стану війни\", а також без водокористувачів тимчасово окупованої російською федерацією території України."},"national_metadata_updated_date":"2026-01-29","national_data_updated_date":"2026-01-29","target_number":"14.1","goal_number":"14","indicator_sort_order":"14-01-01"}