{"SDG_GOAL":"16 Peace, justice and strong institutions","SDG_TARGET":"16.7 Increase the efficiency of government bodies and local self-government","SDG_INDICATOR":"16.7.1 Ukraine’s ranking in the Global Competitiveness Report by sub-index \"Institutions (government and public institutions)\"","UNIT_MEASURE":"Rate","CONTACT_ORGANISATION":"Ministry of Economy of Ukraine (MEU)","REC_USE_LIM":"2018-2019 — Starting from GCR 2018, new methodology is applied to assess the country's position. The assessment by sub-indices is calculated on a 100-point scale (100 points is an ideal state or the \"border\" of competitiveness). In previous reports, the assessment was calculated on a 7-point scale. Most of the sub-indices were reformatted. Therefore, to compare the positions of the country, given in GCR 2018 and further ratings, with those of the previous ratings, which were assessed using old methodology, is incorrect. <br> 2020-2023 — There is no information on SDG indicator on the World Economic Forum website.","uk":{"SDG_GOAL":"16 Мир, справедливість та сильні інститути","SDG_TARGET":"16.7 Підвищити ефективність діяльності органів державної влади та місцевого самоврядування","SDG_INDICATOR":"16.7.1 Місце України у рейтингу Global Competitiveness Report за субіндексом \"Інституції (державні та суспільні установи)\"","UNIT_MEASURE":"Позиція України за субіндексом \"Інституції (державні та суспільні установи)\" у Звіті про Глобальну конкурентоспроможність (The Global Competitiveness Report)","CONTACT_ORGANISATION":"Міністерство економіки України (Мінекономіки)","REC_USE_LIM":"2018-2019 роки — Починаючи з ГІК 2018 при оцінці позиції країни застосовується нова методологія. Оцінка за субіндексами розраховується за 100-бальною шкалою (100 балів — ідеальна держава або “межа” конкурентоспроможності). У попередніх звітах оцінка здійснювалась за 7-бальною шкалою. Переформатовано більшість субіндексів. Тому порівнювати позиції країни, наведені у ГІК 2018 і подальших рейтингах, із позиціями у попередніх рейтингах, оціненими з використанням старої методології, є некоректним. <br> 2020-2023 роки — Інформація за індикатором ЦСР на сайті World Economic Forum відсутня."},"national_metadata_updated_date":"2026-01-28","national_data_updated_date":"2026-01-28","indicator_number":"16.7.1","target_number":"16.7","goal_number":"16","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","indicator_sort_order":"16-07-01","indicator_name":"Ukraine’s ranking in the Global Competitiveness Report by sub-index ‘Institutions (government and public institutions)’","graph_title":"Ukraine’s ranking in the Global Competitiveness Report by sub-index ‘Institutions (government and public institutions)’"}